<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Key</key>
	<string>Key</string>
	<key>Reset</key>
	<string>Reset</string>
	<key>Save</key>
	<string>Save</string>
	<key>app_name</key>
	<string>BTTF Clock</string>
	<key>app_version</key>
	<string>App version</string>
	<key>done</key>
	<string>Done</string>
	<key>double_tap_action</key>
	<string>Double-Tap</string>
	<key>glory_to_heroes</key>
	<string>Glory to the heroes!</string>
	<key>glory_to_ukraine</key>
	<string>Glory to Ukraine!</string>
	<key>great_scott</key>
	<string>Great Scott!</string>
	<key>history_empty_quote_1</key>
	<string>Great Scott! Nothing happened on this day... or maybe history hasn't caught up yet!</string>
	<key>history_empty_quote_10</key>
	<string>Roads? Where we’re going... we need events!</string>
	<key>history_empty_quote_11</key>
	<string>This date is deader than Doc’s walkie-talkie batteries.</string>
	<key>history_empty_quote_12</key>
	<string>History didn’t write anything here—maybe someone tampered with the space-time continuum!</string>
	<key>history_empty_quote_13</key>
	<string>I checked 1955, 1985, and 2015. Still nothing!</string>
	<key>history_empty_quote_14</key>
	<string>Einstein’s missing and so is the history for today.</string>
	<key>history_empty_quote_15</key>
	<string>Is this an alternate timeline? Because I see zilch!</string>
	<key>history_empty_quote_16</key>
	<string>The clock tower struck... and then silence.</string>
	<key>history_empty_quote_17</key>
	<string>Maybe someone hit 88mph with today’s news and vanished it!</string>
	<key>history_empty_quote_18</key>
	<string>It’s like today was wiped from existence. Heavy.</string>
	<key>history_empty_quote_19</key>
	<string>The only thing traveling through time today is tumbleweed.</string>
	<key>history_empty_quote_2</key>
	<string>Time circuits on... but history’s off today!</string>
	<key>history_empty_quote_20</key>
	<string>Doc! This date’s got less data than a 1950s flux capacitor blueprint!</string>
	<key>history_empty_quote_3</key>
	<string>Whoa, this date is emptier than Hill Valley after curfew.</string>
	<key>history_empty_quote_4</key>
	<string>Marty! We’ve gone too far — this day hasn’t made history... yet.</string>
	<key>history_empty_quote_5</key>
	<string>88 miles per hour... and still no headlines.</string>
	<key>history_empty_quote_6</key>
	<string>The flux capacitor did its job, but this date's quiet as a DeLorean on autopilot.</string>
	<key>history_empty_quote_7</key>
	<string>Looks like Biff erased this date from history!</string>
	<key>history_empty_quote_8</key>
	<string>Even the Almanac came up blank... something's fishy here!</string>
	<key>history_empty_quote_9</key>
	<string>Hoverboards work on water... but this day doesn’t work at all.</string>
	<key>history_gonna_change</key>
	<string>History is gonna change</string>
	<key>history_loading</key>
	<string>Heavy... Let’s Check the Date...</string>
	<key>histroy_load_error</key>
	<string>Error loading historical data. Please check your flux capacitor... or your internet connection!</string>
	<key>histroy_loaded</key>
	<string>Scan Destination Timeline</string>
	<key>keypad_explanation</key>
	<string>For July 4, 1776 at 01:00 PM
enter the following into the keypad:
070417761300</string>
	<key>keypad_explanation_title</key>
	<string>Enter time in the format of 
MM dd yyyy HH mm.</string>
	<key>power_source_disclaimer</key>
	<string>* available only if the device is connected to 1.21 gigawatts power source.</string>
	<key>pref_header_sounds</key>
	<string>Sounds</string>
	<key>pref_header_tap_settings</key>
	<string>Tap settings</string>
	<key>pref_header_time_travel</key>
	<string>Time travel *</string>
	<key>pref_title_about</key>
	<string>About</string>
	<key>pref_title_capacitor_on_sound</key>
	<string>Flux Capacitor on</string>
	<key>pref_title_capacitor_sound</key>
	<string>Flux Capacitor</string>
	<key>pref_title_destination_time</key>
	<string>Destination time</string>
	<key>pref_title_enable_sound</key>
	<string>Enable sounds</string>
	<key>pref_title_keypad_sound</key>
	<string>Time Circuits keypad</string>
	<key>pref_title_last_time_departed</key>
	<string>Last Time Departed</string>
	<key>pref_title_launch_sound</key>
	<string>Time Circuits on</string>
	<key>pref_title_notification_sound</key>
	<string>Quotes/Conversations</string>
	<key>pref_title_present_time</key>
	<string>Present time</string>
	<key>pref_title_shutdown_sound</key>
	<string>Time Circuits off</string>
	<key>pref_title_timetravel_sound</key>
	<string>Time Travel</string>
	<key>pref_use_custom_present_time</key>
	<string>Use custom Present time</string>
	<key>pref_use_custom_present_time_summary</key>
	<string>The current time is set for the BTTF application only and not for the device.</string>
	<key>reset_description</key>
	<string>App settings will be reset to default.</string>
	<key>rotate</key>
	<string>Rotate to enter time circuits dashboard</string>
	<key>russian_aggression</key>
	<string>В связи с агрессией россии против независимой, мирной и демократической Украины версия приложения на русском языке имеет некоторые ограничения.</string>
	<key>sounds_description</key>
	<string>Mute all (or specific) sounds.</string>
	<key>tap_action</key>
	<string>Single-Tap</string>
	<key>tap_action_close</key>
	<string>Quit application</string>
	<key>tap_action_conversations</key>
	<string>Show conversations</string>
	<key>tap_action_description</key>
	<string>Configure what happens when you tap on "TimeCircuits Dashboard" or "Flux Capacitor".</string>
	<key>tap_action_goto_settings</key>
	<string>Open Settings</string>
	<key>tap_action_none</key>
	<string>None</string>
	<key>tap_action_quotes</key>
	<string>Show quotes</string>
	<key>tap_action_swipe_left</key>
	<string>Swipe left</string>
	<key>tap_action_swipe_right</key>
	<string>Swipe right</string>
	<key>tap_action_swipe_to_dismiss</key>
	<string>Hide quote/conversatiion</string>
	<key>time_machine_doc</key>
	<string>Wait A Minute, Doc.
Are You Telling Me You Built A Time Machine...</string>
	<key>title_activity_settings</key>
	<string>Settings</string>
	<key>your_future</key>
	<string>Your future is whatever you make it. So make it a good one.</string>
	<key>🎉 Holidays</key>
	<string>🎉 Holidays</string>
	<key>👶 Births</key>
	<string>👶 Births</string>
	<key>📅 Events</key>
	<string>📅 Events</string>
	<key>🪦 Deaths</key>
	<string>🪦 Deaths</string>
</dict>
</plist>
